import React from 'react'

export const DescriptionText = () => {
  return (
    <div className="category-description">
        <p className="category-description__desc">
            Якщо ви хочете весело, цікаво і з користю провести вільний час у колі сім'ї, друзів або колег, 
            то вам дійсно варто купити настільні ігри. За таким заняттям в атмосфері веселощів 
            і живого спілкування час в компанії пролітає непомітно. Ви знайдете безліч популярних розважальних 
            і пізнавальнх настільних ігор в інтернте-магазині Yakaboo як для дітей, так і для 
            дорослих. Таке придбання допоможе вам не тільки урізноманітнити дозвілля, а й розвинути 
            інтелект, потренувати мозок і сформувати цінні комунікативні навички
        </p>
        <h2 className="category-description__title">
          Типи кращих настільних ігор за призначенням і тематикою
        </h2>
        <p className="category-description__desc">
          У цьому розділі представлені сотні різних настільних ігор: від новинок до класики. Щоб у всьому різноманітті 
          ви знайшли саме те, що вам потрібно, скористайтесь підбоором за параметрами або рядком пошуку на сайті. 
          Всі товари в залежності від типу, тематики, призначення та кількості гравців діляться на групи. Загальноприйнято 
          виділяти такі види:
        </p>
        <ul className="category-description__list">
          <li className="category-description__item">
            Карткові - цікаві і веселі, вони підходять для дитячої та дорослої аудиторії: Thinkers, UNO, "Острів скарбів", 
            "Джо із помідорів" і багато інших
          </li>
          <li className="category-description__item">
            Розвиваючі та навчальні - основна мета товарів з цієї категорії зрозуміла з її назви, вони підходять для дітей 
            різного віку (від самих маленьких до підлітків): "Пори року", "Вчимося рахувати", "Юний Архімед", "Рамзес-ІІ"
          </li>
          <li className="category-description__item">
            На спритність - розивають спритність, увагу і дрібну моторику: "Найспритніша", "Дженга", "Пінгвіни на крижині"
          </li>
          <li className="category-description__item">
            Логічні та інтелектуальні - розвивають логічне мислення, інтелект дитини і дорослого, змушуючи думати і міркувати:
            "Го", "Морський бій", "Ерудит", "Що?Де?Коли", шахи
          </li>
          <li className="category-description__item">
            Економічні - спрямовані на формування фінансової грамотності та підприємницької жилки: "Монополія", "Капіталіст", 
            "Футбольний магнат", "Коммерсант"
          </li>
        </ul>
        <h2 className="category-description__title">
          Типи настільних ігор за кількістю гравців
        </h2>
        <div className="category-description__wrapper">
          <p className="category-description__desc">
            Всі ігри поділяються на ті, що підходять для офісу або вечірки. Є також і такі, в які може грати один чоловік, 
            наприклад, дитячі навчальні. Ціни на настільні ігри цього типу, як правило, нижче. Кількість гравців, які одночасно 
            можуть брати участь в настільних іграх, коливається від одного до шістнадцяти. У навчальну гру дитина може грати 
            наодинці, для веселого проведення часу удвох підійдуть "Асоціації", настільний футбол, хокей, більярд, карткові ігри. 
            Для галасливої вечірки або посиденьки в офісі вибирайте такі розваги, як "Мафія", "Крокодил", "Поясни слово", "Еліас",
            "Імаджинаріум". Для затишного вечора вдома в компанії рідних прекрасно підійдуть прості і захоплюючі "ходилки", лото, 
            доміно і будь-які інші, в які цікаво грати всією сім'єю. А в довгі подорожі на поїзді можна взяти з собою дорожні 
            варіанти настілок - для зручності їх роблять компактними і оснащують магнітними деталями.
          </p>
          <p className="category-description__desc">
            Всі вподобані настільні ігри можна купити з доставкою по Києву та іншим містам України (Одесі, Харкову, Дніпру)
            в нашому інтернет-магазину. Веселого і різноманітного вам дозвілля!
          </p>
        </div>
    </div>
  )
}

