import React from 'react'

export const DescriptionText = () => {
  return (
    <div className="category-description">
        <p className="categoty-description__desc">
            Якщо ви хочете весело, цікаво і з користю провести вільний час у колі сім'ї, друзів або колег, 
            то вам дійсно варто купити настільні ігри. За таким заняттям в атмосфері веселощів 
            і живого спілкування час в компанії пролітає непомітно. Ви знайдете безліч популярних розважальних 
            і пізнавальнх настільних ігор в інтернте-магазині Yakaboo як для дітей, так і для 
            дорослих. Таке придбання допоможе вам не тільки урізноманітнити дозвілля, а й розвинути 
            інтелект, потренувати мозок і сформувати цінні комунікативні навички
        </p>
    </div>
  )
}

